<template>
  <div :class="styled.container">
    <p :class="styled.text">
      <b>ДОГОВОР ОФЕРТЫ</b>
    </p>
    <p :class="styled.text">
      Публичная оферта об использовании онлайн-сервиса для поиска и подбора подшипниковой продукции, а также получения информации о стоимости товаров у компаний-участников площадки www.podshipnik-info.ru
    </p>
    <p :class="styled.text">
      Ковалев Сергей Николаевич, именуемая в дальнейшем "Оператор", с одной стороны, и любое физическое и юридическое лицо, полностью и безоговорочно принимают условия настоящего договора, выразившее акцепт настоящей оферты путем размещения своих персональных данных, заполнив форму регистрации на Сайте Оператора www.podshipnik-info.ru, и подтвердив свое согласие с приведенными ниже условиями, именуемое в дальнейшем «Пользователь», с другой стороны, совместно именуемые «Сторонами», заключили настоящий Договор о нижеследующем:
    </p>
    <p :class="styled.text">
      <b>Предмет договора</b>
    </p>
    При регистрации и заполнении анкеты на Сайте Оператора www.podshipnik-info.ru, а также в личном кабинете Пользователя, в том числе в целях осуществления взаиморасчетов, Пользователь предоставляет Оператору персональные данные.
    При предоставлении данных Пользователь поручает Оператору обработку персональных данных в порядке, предусмотренном законодательством РФ
    Целью предоставления персональных данных является оказания Клиентам Оператора информационных услуг по каталогам производителей промышленных товаров
    Оператора обрабатывает персональные данные путем произведения действия (операции) или совокупности действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
    Объем передаваемых для обработки персональных данных может включать в себя: фамилию, имя, отчество, адрес, контактный телефон, адрес электронной почты в том числе для заказа товаров у компаний-партнеров.
    Безусловным принятием (акцептом) условий настоящего Договора считается регистрация и(или) заполнение форм на Сайте Оператора.
    <p :class="styled.text">
      <b>Права и обязанности Пользователя</b>
    </p>
    <p>
      <b>В соответствии с предметом настоящего Договора, Пользователь обязуется:</b>
    </p>
    <ul>
      <li>
        - Предоставить правдивые, точные и полные персональные данные, поддерживать актуальность персональных данных путем внесения соответствующих изменений в личном кабинете;
      </li>
      <li>
        - Сохранять конфиденциальность регистрационных данных (логина и пароля), используемых им для доступа к Сайту, не передавать свои регистрационные данные (а именно, логин и пароль) третьим лицам.
      </li>
      <li>
        - Немедленно уведомить Оператора о любом случае неавторизованного доступа с логином и паролем и/или о любом нарушении безопасности.
      </li>
      <li>
        - Не размещать и(или) не передавать посредством Сайта, информацию, которая может вредить другим посетителям сайта, нарушать их права и законные интересы.
      </li>
      <li>
        - Не представляться чужим именем или от чужого имени, и не вводить в заблуждение Оператора относительно своей идентификации.
      </li>
    </ul>

    <p :class="styled.text">
      <b>Пользователь вправе:</b>
    </p>
    <ul>
      <li>
        - После регистрации, посредством обращения к Оператору, получить доступ к своим ранее размещенным персональным данным и предоставить для обработки дополнительные персональные данные о себе или изменить ранее размещенные данные.
      </li>
      <li>
        - Уточнять свои персональные данные, требовать их блокировку или уничтожение в случае, если персональные данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.
      </li>
    </ul>
    <p :class="styled.text">
      <b>Права и обязанности Оператора</b>
    </p>
    <p :class="styled.text">
      <b>В соответствии с предметом настоящего Договора, Оператор обязуется:</b>
    </p>
    <ul>
      <li>
        - Осуществлять Обработку персональных данных Пользователя в соответствии с законодательством Российской Федерации. Оператор принимает все необходимые меры для защиты персональных данных Пользователя от неправомерного доступа, изменения, раскрытия или уничтожения
      </li>
    </ul>

    <p :class="styled.text">
      <b>Оператор имеет право:</b>
    </p>
    <ul>
      <li>
        - Отказать в регистрации Пользователя, в случае если есть основания полагать, что предоставленные Пользователем данные неверны.
      </li>
      <li>
        - передавать сведения о пользователе компаниям-партнерам для оформления заказов у них в объеме, необходимом для надлежащего оказания услуги по продаже товаров компанией-партнером Оператора и определяемом самим Пользователем при заполнении форм на страницах Сайта.
      </li>
      <li>
        -использовать предоставленную Пользователем информацию, в том числе персональные данные, в целях обеспечения соблюдения требований действующего законодательства Российской Федерации (в том числе в целях предупреждения и/или пресечения незаконных и/или противоправных действий Пользователей). Раскрытие предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим законодательством Российской Федерации по требованию суда, правоохранительных органов, и в иных предусмотренных законодательством Российской Федерации случаях.
      </li>
    </ul>
    <p :class="styled.text">
      <b>Заключительные положения</b>
    </p>

    <ul>
      <li>
        - Данный договор не является договором между Оператором и Пользователем о трудоустройстве, агентским договором, договором подряда, установлением отношений по совместной деятельности, личного найма, либо каких-то иных отношений, прямо не предусмотренных в настоящем соглашении.
      </li>
      <li>
        - Настоящий Договор вступает в силу с момента принятия его условий Пользователем и является заключенным на неопределенный срок, в соответствии с чем, персональные данные Пользователя, обрабатываются в течение неопределенного срока, либо до момента получения отзыва согласия Пользователя на обработку его персональных данных. Отзыв Согласия на обработку персональных данных должен быть оформлен в письменном виде и направлен по электронной почте {{ ourContacts.email }}. Получение Отзыва Согласия влечет удаление всех данных Пользователя с Сайта, включая аутентификационных данных и личного кабинета.
      </li>
      <li>
        - Условия настоящего Договора могут быть изменены Оператором в одностороннем порядке. В случае принятия Оператором решения об изменении условий настоящего Договора, Оператор разместит на Сайте www.podshipnik-info.ru сообщение о таком изменении и предоставит возможность Пользователю ознакомиться с новыми условиями. В случае несогласия Пользователя с новыми условиями, Пользователь обязан направить Оператору отзыв согласия на обработку его персональных данных. Неполучение Оператором такого отказа в течении 5-ти дней является выражением полного и безоговорочного согласия Пользователя с новыми условиями настоящего Договора
      </li>
      <li>
        - Отношения сторон, не урегулированные настоящим Договором, регулируются действующим законодательством Российской Федерации.
      </li>
      <li>
        - При возникновении спорных вопросов, Стороны принимают все разумно необходимые меры для урегулирования их путем переговоров. Если стороны не достигли согласия Сторон путем переговоров в течение 10 (десяти) календарных дней, споры, возникшие между Сторонами в процессе исполнения Договора, разрешаются в судебном порядке, установленном действующим законодательством Российской Федерации по месту нахождения Оператора.
      </li>
    </ul>
  </div>
</template>

<script>
import { ourContacts } from "../../../data/ourContacts.js";
import styled from "./contractOffer.module.css";

export default {
  name: "СontractOfferPage",
  data() {
    return {
      ourContacts,
      styled,
    }
  }
}
</script>
