
export const articlesData = [
    {
        id: 1,
        title: 'Основные методы предотвращения ржавчины металла',
        publicationDate: "12.05.2021",
    },
    {
        id: 2,
        title: 'Как по внешнему виду определить, можно ли снова использовать подшипник?',
        publicationDate: "12.05.2021",
    },
    {
        id: 3,
        title: 'Считается ли подшипник негодным после выпрессовки?',
        publicationDate: "12.05.2021",
    },
    {
        id: 4,
        title: 'Анализ поврежденных подшипников',
        publicationDate: "12.05.2021",
    },
    {
        id: 5,
        title: 'Популярные подшипники в сельском хозяйстве',
        publicationDate: "12.05.2021",
    },
    {
        id: 6,
        title: 'Специфика подбора подшипников',
        publicationDate: "12.05.2021",
    },
    {
        id: 7,
        title: 'Понимание важности зазора подшипника',
        publicationDate: "12.05.2021",
    },
    {
        id: 8,
        title: 'Полнокомплектные бессепараторные подшипники',
        publicationDate: "12.05.2021",
    },
]