
export const chipValue = [
    {
        id: 111,
        title: "ООО «АВАНГАРД-ПОДШИПНИК»",
        subTitle:
            "Реализация подшипников промышленного и автомобильного назначения. Представляем всю линейку российских и импортных заводов от простых...",
        address: "г. Екатеринбург",
        offersText: "20 предожений",
    },
    {
        id: 112,
        title: "ТехИнТорг»",
        subTitle:
            "Поставщик высококачественных подшипников всемирно известных премиум брендов SKF, FAG, INA, TIMKEN, ASAHI, SNR, NACHI.",
        address: "г. Екатеринбург",
        offersText: "20 предожений",
    },
    {
        id: 113,
        title: "ООО «Омега Комплект»",
        subTitle:
            "У нас вы можете купить подшипники всех типоразмеров, всех заводов производителей. Мы поможем вам подобрать подшипник по диаметр...",
        address: "г. Екатеринбург",
        offersText: "20 предожений",
    },
    {
        id: 114,
        title: "ОО «ГПЗ 1»",
        subTitle:
            "ООО «Гатчинский Подшипниковый Завод №1» реализует только оригинальную и качественную продукцию...",
        address: "г. Екатеринбург",
        offersText: "20 предожений",
    },
];
