export const cities = [
    {
        id: 11,
        name: "Москва",
    },
    {
        id: 12,
        name: "Санкт-Петербург",
    },
    {
        id: 13,
        name: "Челябинск",
    },
    {
        id: 14,
        name: "Екатеринбург",
    },
    // {
    //     id: 15,
    //     name: "Казань",
    // },
    // {
    //     id: 16,
    //     name: "Нижний Новгород",
    // },
    // {
    //     id: 17,
    //     name: "Челябинск",
    // },
    // {
    //     id: 18,
    //     name: "Самара",
    // },
    // {
    //     id: 19,
    //     name: "Омск",
    // },
    // {
    //     id: 20,
    //     name: "Ростов-на-Дону",
    // },
    // {
    //     id: 21,
    //     name: "Уфа",
    // },
    // {
    //     id: 22,
    //     name: "Красноярску",
    // },
    // {
    //     id: 23,
    //     name: "Воронеж",
    // },
    // {
    //     id: 24,
    //     name: "Пермь",
    // },
    // {
    //     id: 25,
    //     name: "Волгоград",
    // },
    // {
    //     id: 26,
    //     name: "Саратов",
    // },
];
