export const cities = [
    {
        id: 11,
        name: "Москва",
    },
    {
        id: 12,
        name: "Санкт-Петербург",
    },
    {
        id: 13,
        name: "Челябинск",
    },
    {
        id: 14,
        name: "Екатеринбург",
    },
    {
        id: 15,
        name: "Казань",
    },
    {
        id: 16,
        name: "Нижний Новгород",
    },
    {
        id: 17,
        name: "Челябинск",
    },
    // {
    //     id: 18,
    //     name: "Самара",
    // },
    // {
    //     id: 19,
    //     name: "Омск",
    // },
    // {
    //     id: 20,
    //     name: "Ростов-на-Дону",
    // },
    // {
    //     id: 21,
    //     name: "Уфа",
    // },
    // {
    //     id: 22,
    //     name: "Красноярску",
    // },
    // {
    //     id: 23,
    //     name: "Воронеж",
    // },
    // {
    //     id: 24,
    //     name: "Пермь",
    // },
    // {
    //     id: 25,
    //     name: "Волгоград",
    // },
    // {
    //     id: 26,
    //     name: "Саратов",
    // },
    // {
    //     id: 121,
    //     name: "Санкт-Петербург",
    // },
    // {
    //     id: 131,
    //     name: "Челябинск",
    // },
    // {
    //     id: 141,
    //     name: "Екатеринбург",
    // },
    // {
    //     id: 151,
    //     name: "Казань",
    // },
    // {
    //     id: 161,
    //     name: "Нижний Новгород",
    // },
    // {
    //     id: 171,
    //     name: "Челябинск",
    // },
    // {
    //     id: 181,
    //     name: "Самара",
    // },
    // {
    //     id: 19,
    //     name: "Омск",
    // },
    // {
    //     id: 201,
    //     name: "Ростов-на-Дону",
    // },
    // {
    //     id: 211,
    //     name: "Уфа",
    // },
    // {
    //     id: 221,
    //     name: "Красноярску",
    // },
    // {
    //     id: 231,
    //     name: "Воронеж",
    // },
    // {
    //     id: 241,
    //     name: "Пермь",
    // },
    // {
    //     id: 251,
    //     name: "Волгоград",
    // },
    // {
    //     id: 261,
    //     name: "Саратов",
    // },
];
