export const companiesCardsValue = [
  {
    "id_org": 990708,
    "description": "ООО «6 ГПЗ» - один из лидеров по выпуску промышленных и автомобильных подшипников в Российской Федерации. Наши потребители это предприятия машиностроения, металлургии, нефтегазового и энергетического комплексов, а так же горнодобывающие предприятия.",
    "name": "ООО «6 ГПЗ»",
    "city": "Челябинск",
    "offersText": "20 предожений",
    "address": "410015, г. Челябинск, улица Им. Орджоникидзе Г.К., дом 24",
    "email": "yakunovm@yandex.ru",
    "phone": "+7 927 227-00-81",
    "creation_date": "2020-03-10"
  },
  {
    "id_org": 226010,
    "description": "",
    "name": "ООО «Промтехподшипник-Саратов»",
    "city": "Саратов",
    "offersText": "10 предожений",
    "address": "410015, г. Саратов, улица Им. Орджоникидзе Г.К., дом 24",
    "email": "yakunovm@yandex.ru",
    "phone": "+7 927 227-00-81",
    "creation_date": "2020-03-10"
  },
  {
    "id_org": 172349,
    "description": "Компания Альянс-Подшипник рада предложить свои услуги в области комплексных поставок подшипников на предприятия.",
    "name": "ООО \"АЛЬЯНС-ПОДШИПНИК СПБ\"",
    "city": "Санкт-Петербург",
    "offersText": "50 предожений",
    "address": "410015, г. Санкт-Петербург, улица Им. Орджоникидзе Г.К., дом 24",
    "email": "yakunovm@yandex.ru",
    "phone": "+7 927 227-00-81",
    "creation_date": "2020-03-10"
  },
  {
    "id_org": 380727,
    "description": "ТД \"Бетаком\" поставляет подшипники отечественного и импортного производства со склада в Екатеринбурге. Мы являемся официальным дилером ОАО «ГПЗ 10» г. Ростов на Дону и предлагаем подшипники всех типоразмеров этого предприятия по ценам ниже заводских.",
    "name": "ООО «ТД Бетаком»",
    "city": "Екатеринбург",
    "address": "410015, г. Екатеринбург, улица Им. Орджоникидзе Г.К., дом 24",
    "email": "yakunovm@yandex.ru",
    "phone": "+7 927 227-00-81",
    "creation_date": "2020-03-10"
  }
];
