export const getInTouchCardsValue = [
    {
        "id_org": 990708,
        "address": "г. Челябинск,  ул. Университетская Набережная,  д. 14",
        "description": "ООО «6 ГПЗ» - один из лидеров по выпуску промышленных и автомобильных подшипников в Российской Федерации. Наши потребители это предприятия машиностроения, металлургии, нефтегазового и энергетического комплексов, а так же горнодобывающие предприятия.",
        "email": "6gpz@mail.ru",
        "name": "ООО «6 ГПЗ»",
        "phone": "+7 351 217-32-94",
        "city": "Челябинск",
    },
    {
        "id_org": 226010,
        "address": "410015, г. Саратов, улица Им. Орджоникидзе Г.К., дом 24",
        "description": "",
        "email": "yakunovm@yandex.ru",
        "name": "ООО «Промтехподшипник-Саратов»",
        "phone": "+7 927 227-00-81",
        "city": "Саратов",
    },
    {
        "id_org": 172349,
        "address": "196084, г. Санкт-Петербург, ул. Смоленская, дом 29, лит. Д.",
        "description": "Компания Альянс-Подшипник рада предложить свои услуги в области комплексных поставок подшипников на предприятия.",
        "email": "6420654@mail.ru",
        "name": "ООО \"АЛЬЯНС-ПОДШИПНИК СПБ\"",
        "phone": "+7 812-642-06-54",
        "city": "Санкт-Петербург",
    },
    {
        "id_org": 380727,
        "address": "г. Екатеринбург, ул.Восточная, д. 8А",
        "description": "ТД \"Бетаком\" поставляет подшипники отечественного и импортного производства со склада в Екатеринбурге. Мы являемся официальным дилером ОАО «ГПЗ 10» г. Ростов на Дону и предлагаем подшипники всех типоразмеров этого предприятия по ценам ниже заводских.",
        "email": "betacom-ek@mail.ru",
        "name": "ООО «ТД Бетаком»",
        "phone": "+7 343 222-04-54",
        "city": "Екатеринбург",
    }
]
