export const price = [
    {
        id: 23456,
        title: "до 2 000 позиций",
        isDefaultColor: false,
        text: "",
        price: "1 000 ₽/мес.",
        details: [
            {
                id: 1,
                text: "Помощь в подготовке прайса"
            },
            {
                id: 2,
                text: "Размешение на сервисе"
            },
            {
                id: 3,
                text: "Создание отдельной страницы для компании"
            }
        ]
    },
    {
        id: 23457,
        title: "до 50 позиций",
        isDefaultColor: true,
        text: "Доступно для размещения от 3 мес.",
        price: "500 ₽/мес.",
        details: [
            {
                id: 1,
                text: "Помощь в подготовке прайса"
            },
            {
                id: 2,
                text: "Размешение на сервисе"
            },
            {
                id: 3,
                text: "Создание отдельной страницы для компании"
            }
        ]
    }
]